Repository: KatherineBR/Trevor-App-Public
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: Flutter Demo Home Page
es: Página de inicio de demostración de Flutter

# call
source: Call Us
es: Llámanos

# text
source: Text Us
es: Envíanos

# chat
source: Chat With Us
es: Búscanos para chatear

# chatURL
source: http://chat.trvr.org/
es: http://chat.trvr.mx/

source: Home
es: Hogar

source: Resources
es: Recursos

source: Feedback
es: Comentario

# feedbackDescriptionApp
source: We want to hear from you! Please take a moment to share your thoughts about the app. Your feedback is important to us and will help us improve the app for everyone.
es: ¡Queremos saber de ti! Tómate un momento para compartir tus pensamientos sobre la aplicación. Sus comentarios son importantes para nosotros y nos ayudarán a mejorar la aplicación para todos.

# feedbackDescriptionCommunications
source: Thanks for reaching out and talking to one of our counselors today. Please take this brief survey to tell us about your experience. Your responses will remain confidential, and we’ll use this information to improve the quality of our service
es: Gracias por comunicarte y hablar con uno de nuestros consejerxs hoy. Por favor, completa esta breve encuesta para contarnos sobre tu experiencia. Tus respuestas serán confidenciales y utilizaremos esta información para mejorar la calidad de nuestro servicio.

# appFormQuestion1
source: Did you find this app helpful?
es: ¿Cómo estás disfrutando de esta aplicación?

# appFormQuestion2
source: Rate us 1-5 stars
es: Califícanos de 1 a 5 estrellas

# homeDescription
source: We’re here for you. If you're thinking about harming yourself, get immediate crisis support. Connect with a crisis counselor 24/7, 365 days a year, from anywhere in the U.S. via text, chat, or phone. The Trevor Project is 100% confidential and 100% free.
es: Tener dudas sobre tu identidad de género u orientación sexual es normal. Si sientes ansiedad, miedo o has pensado en hacerte daño, escríbenos. Es gratuito y confidencial.

# resourcesDescription
source: In this section, you will find useful resources to support your well-being and connect with the LGBTQ+ community. Explore breathing exercises, research, news, and opportunities to get involved. Tap on any resource to learn more on our website.
es: En esta sección, encontrarás recursos útiles para apoyar tu bienestar y conectar con la comunidad LGBTQ+. Explora ejercicios de respiración, investigaciones, noticias y oportunidades para involucrarte. Toca cualquier recurso para obtener más información en nuestro sitio web.

# communicationsFormQuestion1
source: Did you find this conversation helpful?
es: ¿Esta conversación fue de ayuda para ti?

# communicationsFormQuestion2
source: After the conversation, do you feel better, worse, or the same?
es: Ahora que terminó esta conversación, ¿cómo te sientes?

# communicationsFormQuestion3
source: What is your level of distress after this conversation? On a scale of 0-10, 0 being "very low" and 10 "very high"
es: ¿Cuál es tu nivel de malestar después de esta conversación? En escala del 0 al 10, siendo 0 "muy bajo" y 10 "muy alto"

# communicationsFormDescription
source: Thanks for reaching out and talking to one of our counselors today. Please take this brief survey to tell us about your experience. Your responses will remain confidential, and we’ll use this information to improve the quality of our service.
es: Gracias por comunicarte y hablar con uno de nuestros consejerxs hoy. Por favor, completa esta breve encuesta para contarnos sobre tu experiencia. Tus respuestas serán confidenciales y utilizaremos esta información para mejorar la calidad de nuestro servicio.

source: Yes
es: Si

source: Better
es: Mejor

source: Same
es: Igual

source: Worse
es: Peor

source: Bad
es: Muy mal

source: Good
es: Muy bien

source: Submit
es: Enviar

# research
source: Research Briefs
es: Resúmenes de Investigación

# resarchDescription
source: Explore the latest research studies.
es: Explora los estudios de investigación más recientes.

# breathing
source: Breathing Exercises
es: Ejercicios de Respiración

# breathingDescription
source: Learn to manage stress with breathing techniques
es: Aprenda a manejar el estrés con técnicas de respiración

# blogsDescription
source: Read inspiring stories and updates
es: Lee historias inspiradoras y actualizaciones

source: Communication
es: Comunicación

source: App
es: Aplicación

# resourceCardDescription
source: A collection of helpful resources.
es: Una colección de recursos útiles.

source: Contact us
es: Contáctanos

source: Theme
es: Tema

source: Icon
es: Icono

source: resourcePage
es: resourcesPageSpanish
